Repository: ham-radio-software/Morse
Catalog: Morse/*.lproj/Localizable.strings
Languages: ar, de

source: !!!EMERGENCY!!!
ar: !!!الطوارئ!!!
de: !!!NOTFALL!!!

source: !ATTENTION!
ar: !انتباه!
de: !AUFMERKSAMKEIT!

source: About
ar: حول
de: Etwa

source: Actions
ar: تطبيقات
de: Aktionen

source: Adjust in Settings
ar: ضبط إعدادات في
de: Stellen Sie in den Einstellungen

source: All Themes
ar: كل المواضيع
de: Alle Themen

source: Appearance
ar: مظهر
de: Aussehen

source: Arabic
ar: العربية
de: Arabisch

source: Are you sure you want to delete all the cards? This action is NOT undoable!
ar: هل أنت متأكد أنك تريد حذف جميع البطاقات؟ هذا العمل لا التراجع، وقادر!
de: Sind Sie sicher, dass Sie alle Karten zu löschen? Diese Aktion kann nicht rückgängig gemacht!

source: Asia
ar: آسيا
de: Asien

source: Attention
ar: انتباه
de: Aufmerksamkeit

source: Audio Decoder
ar: فك الصوت

source: Auto Correct Words
ar: السيارات الكلمات الصحيحة
de: Autokorrektur Wörter

source: Automatic
ar: أوتوماتيكي
de: automatisch

source: BACK-TO-YOU
ar: راجع لك
de: ZURÜCK ZU DIR

source: Break
ar: استراحة
de: Unterbrechung

source: By making any purchase, Ads will be gone and you will be able to share Morse code without download link.
ar: قبل اتخاذ أي شراء، ستزول الإعلانات، وسوف تكون قادرة على المشاركة مورس دون رابط التحميل.
de: Mit jedem Kauf wird Ads verschwunden sein und Sie werden in der Lage, ohne Link herunterladen Morse-Code zu teilen.

source: CLOSING
ar: إغلاق
de: SCHLIESSEN

source: Cancel
ar: إلغاء
de: Stornieren

source: Check It Out
ar: تحقق من ذلك
de: Hör zu

source: Check this out! I can convert text to Morse code using App! Download here:
ar: التحقق من ذلك! I يمكن تحويل النص إلى رمز مورس باستخدام التطبيق! حمل هنا:
de: Check this out! Ich kann Text in Morsecode mit App umwandeln! Hier herunterladen:

source: Chinese (Simplified)
ar: الصينية المبسطة
de: Vereinfachtes Chinesisch)

source: Chinese (Traditional)
ar: الصينية التقليدية
de: Chinesische Tradition)

source: Closing
ar: إغلاق
de: Schließen

source: Contact Developer
ar: الاتصال المطور
de: Softwareentwickler kontaktieren

source: Decode Prosign
ar: فك الموالية للعلامة

source: Default
ar: افتراضي
de: Standard

source: Delete All Cards
ar: حذف جميع البطاقات
de: Löschen Alle Karten

source: Developer Options
ar: خيارات المطور
de: Entwickleroptionen

source: Dictionary
ar: قاموس
de: Wörterbuch

source: Don't Show Again
ar: لا تظهر مرة أخرى
de: Nicht mehr anzeigen

source: Done
ar: انتهيت
de: Erledigt

source: Download Link
ar: رابط التحميل

source: END-OF-CONTACT
ar: نهاية الاتصال
de: END-OF-KONTAKT

source: ERROR
ar: خطأ
de: FEHLER

source: Emergency
ar: الطوارئ
de: Notfall

source: Enable Audio Decoder
ar: تمكين الصوت فك
de: Aktivieren Sie Audio-Decoder

source: End of Contact
ar: نهاية الاتصال
de: Ende der Kontakt

source: English (United Kingdom)
ar: الإنجليزية (المملكة المتحدة)
de: Englisches Vereinigtes Königreich)

source: English (United States)
ar: انجليزية الولايات المتحدة)
de: Englisch Vereinigte Staaten)

source: Error
ar: خطأ
de: Fehler

source: Europe
ar: أوروبا
de: Europa

source: Forest
ar: غابة
de: Wald

source: General
ar: جنرال لواء

source: Got It
ar: فهمتك
de: Ich habs

source: Hold me to expand.
ar: عقد لي في التوسع.
de: Halten Sie mich zu erweitern.

source: INVITE-ANY-STATION-TO-TRANSMIT
ar: دعوة (أي)
de: INVITE-ANY-STATION-TO-SENDE

source: INVITE-NAMED-STATION-TO-TRANSMIT
ar: دعوة (الاسم)
de: INVITE-named-STATION-TO-SENDE

source: Industrial
ar: الصناعية
de: industriell

source: Invite (Any)
ar: دعوة (أي)
de: Einladen (Any)

source: Invite (Named)
ar: دعوة (الاسم)
de: Laden (Named)

source: Language
ar: لغة
de: Sprache

source: Morse
ar: مورس

source: Morse Transmitter Feedback
ar: مورس الارسال ملاحظات
de: Morse-Sender Meinung

source: New Line
ar: خط جديد
de: Neue Zeile

source: New Page
ar: صفحة جديدة
de: Neue Seite

source: New Paragraph
ar: فقرة جديدة
de: Neuer Absatz

source: Night
ar: ليل
de: Nacht

source: No
ar: لا
de: Nein

source: North America
ar: امريكا الشمالية
de: Nordamerika

source: OK
ar: حسنا

source: Output Brighten Screen
ar: الناتج تفتيح الشاشة
de: Output Erhellen Bildschirm

source: Pitch
ar: الملعب
de: Tonhöhe

source: Pitch:
ar: الملعب:
de: Tonhöhe:

source: Please Purchase an Upgrade :)
ar: يرجى شراء ترقية :)
de: Bitte verwenden Sie einen Upgrade-:)

source: Please Restart
ar: الرجاء إعادة تشغيل
de: Bitte starten

source: Please restart this App after changing language.
ar: الرجاء إعادة تشغيل هذا التطبيق بعد تغيير اللغة.
de: Bitte starten Sie diese App nach Sprache ändern.

source: Please support us by making a purchase. After any purchase, you can share Morse code without download link, and all the ads will be gone! Thank you!
ar: يرجى دعم لنا اتخاذ قرار الشراء. بعد أي عملية شراء، يمكنك مشاركة مورس دون رابط التحميل، وستزول جميع الإعلانات! شكرا لك!
de: Bitte unterstützen Sie uns durch einen Kauf tätigen. Nach jedem Kauf, können Sie Morse-Code ohne Download-Link teilen und alle Anzeigen werden verschwunden sein! Vielen Dank!

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutz-Bestimmungen

source: Rate on App Store
ar: سعر الفائدة على المتجر
de: Bewerten Sie im App Store

source: Reset
ar: إعادة تعيين
de: zurückstellen

source: Reset Alerts
ar: إعادة تعيين تنبيهات
de: Zurücksetzen Alerts

source: Reset Alerts?
ar: إعادة تعيين تنبيهات؟
de: Zurücksetzen Alerts?

source: Restore Purchases
ar: استعادة المشتريات
de: Wiederherstellen Käufe

source: Restore Tutorial Cards
ar: استعادة بطاقات تعليمي
de: Wiederherstellen Tutorial Karten

source: SHIFT-TO-WABUN-CODE
ar: التحول إلى Wabun

source: Settings
ar: إعدادات
de: Einstellungen

source: Shift to Wabun
ar: التحول إلى Wabun
de: Umschalttaste gedrückt, um Wabun

source: Signal Output
ar: إشارة الإخراج
de: Signalausgang

source: Spanish
ar: الأسبانية
de: Spanisch

source: Succeed!
ar: تنجح!
de: Gelingen!

source: Supported WPM:
ar: كلمات المدعومة في الدقيقة الواحدة:
de: Unterstützte WPM:

source: Swipe down or pinch to go back
ar: انتقد أسفل أو قرصة للعودة
de: Swipe nach unten oder kneifen zurück zu gehen

source: Swipe to delete me.
ar: انتقد حذف لي.
de: Swipe mich zu löschen.

source: Switch Automatically
ar: التبديل تلقائيا
de: Switch automatisch

source: System Default
ar: نظام افتراضي
de: Systemfehler

source: Tap anywhere to finish
ar: انقر في أي مكان لإنهاء
de: Tippen Sie irgendwo zu beenden

source: Tap anywhere to play or pause
ar: انقر في أي مكان للعب أو وقفة
de: Tippen Sie irgendwo zu spielen oder zu pausieren

source: Tap me to output or share.
ar: اضغط لي أن الإخراج أو سهم.
de: Tippen Sie mich zur Ausgabe oder Aktien.

source: Tap on numbers to enter a value.
ar: اضغط على الأرقام لإدخال قيمة.
de: Tippen Sie auf die Zahlen einen Wert einzugeben.

source: Tell Friends
ar: أخبر الأصدقاء
de: Sagen Sie Freunde

source: Text
ar: نص

source: Theme
ar: موضوع
de: Thema

source: To make new language setting take effect, please restart application with following steps: 1. Double-tap Home button on your device. 2. Swipe up to terminate application in the background. 3. Start application from home screen.
ar: لجعل الجديد نافذة المفعول إعداد اللغة، يرجى إعادة تشغيل التطبيق مع الخطوات التالية: 1. مزدوج اضغط زر الصفحة الرئيسية على جهازك. 2. انتقاد حتى إنهاء التطبيق في الخلفية. 3. بدء التطبيق من الشاشة الرئيسية.
de: Um neue Spracheinstellung wirksam werden, bitte neu starten Anwendung mit folgenden Schritten: 1. Doppeltippen Home-Taste auf Ihrem Gerät. 2. Swipe nach oben Anwendung im Hintergrund zu beenden. 3. Starten Sie Anwendung von Home-Bildschirm.

source: Touch to type
ar: لمس لكتابة
de: Tippen Sie auf den Typ

source: Transmitter Configuration
ar: تكوين الارسال
de: Transmitter-Konfiguration

source: Tutorial cards are successfully restored, you can go check them out now!
ar: تتم استعادة بطاقات تعليمية بنجاح، يمكنك الذهاب التحقق منها الآن!
de: Tutorial-Karten erfolgreich wiederhergestellt sind, können Sie sie aus gehen jetzt überprüfen!

source: UNDERSTOOD
ar: فهم
de: VERSTANDEN

source: Understood
ar: فهم
de: Verstanden

source: Unlimited Card Slots
ar: فتحات بطاقة غير محدودة

source: Unlock All Features
ar: فتح جميع الميزات
de: Schalte alle Funktionen

source: Upgrades
ar: ترقيات

source: WAIT
ar: انتظر
de: WARTE AB

source: WARNING!
ar: تحذير!
de: WARNUNG!

source: WPM (Words Per Minute)
ar: كلمة في الدقيقة
de: WPM (Wörter pro Minute)

source: WPM:
ar: كلمة في الدقيقة:

source: Wait
ar: انتظر
de: Warte ab

source: Welcome to Morse Transmitter!
ar: مرحبا بكم في مورس الارسال!
de: Willkommen in Morse-Sender!

source: When the ambient light is low with Switch Automatically turned on, the app will automatically switch to Night theme.
ar: عندما يكون هناك ضوء المحيطة منخفضة مع تبديل تحولت تلقائيا، سوف التطبيق آليا إلى موضوع ليلة.
de: Wenn das Umgebungslicht niedrig mit Schalter wird automatisch eingeschaltet, wird die App automatisch in den Nacht-Thema.

source: When you have it on, the App will try to auto-correct misspelled words when decoding Morse code. The dictionary changes when you change your language setting.
ar: عندما يكون لديك، سوف التطبيق محاولة الكلمات الصحيحة لصناعة السيارات التي بها أخطاء إملائية عند فك شفرة مورس. القاموس يتغير عند تغيير إعدادات اللغة.
de: Wenn Sie es haben auf, wird die App versuchen, automatisch zu korrigieren falsch geschriebene Wörter, wenn Code Morse Decodierung. Das Wörterbuch ändert sich, wenn Sie Ihre Spracheinstellung ändern.

source: When you have it on, the screen will temporarily become brighter while you send Morse signal, so you can use it as a light source.
ar: عندما يكون لديك على، الشاشة سوف تصبح أكثر إشراقا مؤقتا في الوقت الذي ترسل إشارة مورس، لذلك يمكنك استخدامه كمصدر للضوء.
de: Wenn Sie es haben auf, wird der Bildschirm vorübergehend heller, während Sie Morse-Signal senden, so können Sie es als Lichtquelle verwendet werden.

source: While this option is turned on (recommended), the application will automatically decode prosign based on the context of surrounding Morse code.
ar: في حين يتم تشغيل هذا الخيار (مستحسن)، فإن تطبيق فك شفرة تلقائيا prosign استنادا إلى سياق المحيطة مورس.
de: Während diese Option auf (empfohlen) gedreht wird, dekodieren die Anwendung wird automatisch ProSign basierend auf dem Kontext Morse-Code umgibt.

source: While this option is turned on, an App Store link for this App will be added when you share a Morse code.
ar: في حين يتم تشغيل هذا الخيار، سيتم إضافة رابط المتجر لهذا التطبيق عند مشاركة مورس.
de: Während diese Option aktiviert ist, wird ein App Store-Link für diese App hinzugefügt werden, wenn Sie einen Morse-Code teilen.

source: Yes
ar: نعم فعلا
de: ja

source: Yes, I'm Sure
ar: نعم أنا متأكد
de: Ja, ich bin mir sicher

source: Do you want to reset all alerts, so they will show up again even if you disabled them before?
de: Möchten Sie alle Warnungen zurücksetzen, damit sie wieder angezeigt, auch wenn Sie sie vor deaktiviert?

source: Love our App? Please rate this version on App Store, so more people would know about us! 😃
de: Liebe unsere App? Bitte bewerten Sie diese Version im App Store, so dass mehr Menschen über uns würde wissen! 😃

source: Next Time
de: Nächstes Mal

source: No, Thanks
de: Nein Danke

source: Rate It
de: Bewerte es

source: Rate on App Store?
de: Bewerten Sie im App Store?
